Revit 2027 API
ParameterTypeId.SheetNumber Property
 "Sheet Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetNumber { get; }
Public Shared ReadOnly Property SheetNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetNumber {
	ForgeTypeId^ get ();
}
static member SheetNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace